Repository: whit3rabbit/turbospark
Catalog: swift/TurboSparkApp/Localization/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, he, hi, id, it, ja, ko, nl, pl, pt_br, ru, sv, tr, uk, vi, zh_hans, zh_hant

source: Forwards these variables from this app's own environment. PATH, HOME, LANG and TMPDIR are always forwarded; nothing else is, so a server never receives a credential it was not named.
ar: يعيد توجيه هذه المتغيرات من بيئة هذا التطبيق الخاصة. يتم توجيه PATH وHOME وLANG وTMPDIR دائمًا؛ لا شيء آخر، لذلك لا يتلقى الخادم أبدًا بيانات اعتماد لم تتم تسميتها.
de: Leitet diese Variablen aus der Umgebung dieser App weiter. PATH, HOME, LANG und TMPDIR werden immer weitergeleitet; sonst nichts, sodass ein Server niemals Anmeldedaten erhält, die nicht benannt wurden.
es: Reenvía estas variables desde el propio entorno de esta app. PATH, HOME, LANG y TMPDIR siempre se reenvían; nada más lo hace, por lo que un servidor nunca recibe credenciales que no se hayan especificado.
fr: Transfère ces variables depuis l'environnement de cette application. PATH, HOME, LANG et TMPDIR sont toujours transférés ; rien d'autre ne l'est, garantissant qu'un serveur ne reçoive jamais d'identifiant non spécifié.
he: מעביר משתנים אלה מהסביבה של אפליקציה זו. PATH, HOME, LANG ו-TMPDIR מועברים תמיד; שום דבר אחר אינו מועבר, כך ששרת לעולם אינו מקבל אישורים שלא צוינו במפורש.
hi: इस ऐप के अपने परिवेश से इन चरों को अग्रेषित करता है। PATH, HOME, LANG और TMPDIR हमेशा अग्रेषित किए जाते हैं; इसके अलावा कुछ भी नहीं, ताकि सर्वर को कभी ऐसा क्रेडेंशियल न मिले जिसका नाम नहीं दिया गया था।
id: Meneruskan variabel ini dari lingkungan aplikasi ini sendiri. PATH, HOME, LANG, dan TMPDIR selalu diteruskan; tidak ada yang lain, sehingga server tidak pernah menerima kredensial yang tidak disebutkan.
it: Inoltra queste variabili dall'ambiente dell'app stessa. PATH, HOME, LANG e TMPDIR vengono sempre inoltrati; null'altro lo è, quindi un server non riceve mai credenziali non esplicitamente indicate.
ja: このアプリ自身の環境からこれらの変数を転送します。PATH、HOME、LANG、TMPDIR は常に転送されますが、それ以外は転送されないため、明示されていない資格情報がサーバーに渡ることはありません。
ko: 이 앱 자체의 환경에서 이러한 변수를 전달합니다. PATH, HOME, LANG 및 TMPDIR은 항상 전달되며 다른 항목은 전달되지 않으므로 서버는 지정되지 않은 자격 증명을 수신하지 않습니다.
nl: Stuurt deze variabelen door vanuit de eigen omgeving van deze app. PATH, HOME, LANG en TMPDIR worden altijd doorgestuurd; niets anders, zodat een server nooit inloggegevens ontvangt die niet zijn benoemd.
pl: Przekazuje te zmienne ze środowiska własnego aplikacji. PATH, HOME, LANG i TMPDIR są zawsze przekazywane; żadne inne, dzięki czemu serwer nigdy nie otrzyma danych uwierzytelniających, których nie wskazano.
pt_br: Encaminha essas variáveis do próprio ambiente deste aplicativo. PATH, HOME, LANG e TMPDIR são sempre encaminhados; nada mais é, garantindo que um servidor nunca receba credenciais não especificadas.
ru: Пересылает эти переменные из собственного окружения этого приложения. PATH, HOME, LANG и TMPDIR пересылаются всегда; больше ничего, поэтому сервер никогда не получит учетные данные, которые не были указаны.
sv: Vidarebefordrar dessa variabler från appens egen miljö. PATH, HOME, LANG och TMPDIR vidarebefordras alltid; inget annat, så en server tar aldrig emot behörigheter den inte namngavs.
tr: Bu değişkenleri bu uygulamanın kendi ortamından iletir. PATH, HOME, LANG ve TMPDIR her zaman iletilir; başka hiçbir şey iletilmez, böylece bir sunucu asla belirtilmeyen bir kimlik bilgisini almaz.
uk: Пересилає ці змінні з власного середовища цієї програми. PATH, HOME, LANG та TMPDIR пересилаються завжди; більше нічого, тому сервер ніколи не отримає облікові дані, які не були вказані.
vi: Chuyển tiếp các biến này từ môi trường của chính ứng dụng này. PATH, HOME, LANG và TMPDIR luôn được chuyển tiếp; không có gì khác được chuyển tiếp, do đó máy chủ không bao giờ nhận được thông tin đăng nhập không được chỉ định.
zh_hans: 从此应用自身的环境中转发这些变量。PATH、HOME、LANG 和 TMPDIR 始终被转发；其余变量均不会被转发，确保服务器绝不会收到未明确指定的凭据。
zh_hant: 從此應用程式自身的環境中轉發這些變數。PATH、HOME、LANG 和 TMPDIR 始終被轉發；其餘變數皆不會被轉發，確保伺服器絕不會收到未明確指定的憑證。

source: Found models at ~/.lmstudio/models. TurboSpark can run your LM Studio models directly without copying files.
ar: عُثر على نماذج في ‎~/.lmstudio/models. يمكن لـ TurboSpark تشغيل نماذج LM Studio مباشرة دون نسخ الملفات.
de: Modelle unter ~/.lmstudio/models gefunden. TurboSpark kann Ihre LM-Studio-Modelle direkt ausführen, ohne Dateien zu kopieren.
es: Se han encontrado modelos en ~/.lmstudio/models. TurboSpark puede ejecutar tus modelos de LM Studio directamente, sin copiar archivos.
fr: Modèles trouvés dans ~/.lmstudio/models. TurboSpark peut exécuter vos modèles LM Studio directement, sans copier de fichiers.
he: נמצאו מודלים ב-‎~/.lmstudio/models. ‏TurboSpark יכול להריץ את מודלי LM Studio שלך ישירות, בלי להעתיק קבצים.
hi: ~/.lmstudio/models में मॉडल मिले। TurboSpark आपके LM Studio मॉडल सीधे चला सकता है, फ़ाइलें कॉपी किए बिना।
id: Model ditemukan di ~/.lmstudio/models. TurboSpark dapat menjalankan model LM Studio Anda secara langsung tanpa menyalin berkas.
it: Trovati modelli in ~/.lmstudio/models. TurboSpark può eseguire i tuoi modelli LM Studio direttamente, senza copiare file.
ja: ~/.lmstudio/models にモデルが見つかりました。TurboSpark はファイルをコピーせずに LM Studio のモデルを直接実行できます。
ko: ~/.lmstudio/models에서 모델을 찾았습니다. TurboSpark는 파일을 복사하지 않고 LM Studio 모델을 바로 실행할 수 있습니다.
nl: Modellen gevonden in ~/.lmstudio/models. TurboSpark kan je LM Studio-modellen direct uitvoeren zonder bestanden te kopiëren.
pl: Znaleziono modele w ~/.lmstudio/models. TurboSpark może uruchamiać Twoje modele LM Studio bezpośrednio, bez kopiowania plików.
pt_br: Modelos encontrados em ~/.lmstudio/models. O TurboSpark pode executar seus modelos do LM Studio diretamente, sem copiar arquivos.
ru: Модели найдены в ~/.lmstudio/models. TurboSpark может запускать ваши модели LM Studio напрямую, без копирования файлов.
sv: Modeller hittades i ~/.lmstudio/models. TurboSpark kan köra dina LM Studio-modeller direkt utan att kopiera filer.
tr: ~/.lmstudio/models konumunda modeller bulundu. TurboSpark, LM Studio modellerinizi dosyaları kopyalamadan doğrudan çalıştırabilir.
uk: Знайдено моделі в ~/.lmstudio/models. TurboSpark може запускати ваші моделі LM Studio напряму, без копіювання файлів.
vi: Đã tìm thấy mô hình tại ~/.lmstudio/models. TurboSpark có thể chạy trực tiếp các mô hình LM Studio của bạn mà không cần sao chép tệp.
zh_hans: 在 ~/.lmstudio/models 中找到模型。TurboSpark 可直接运行你的 LM Studio 模型，无需复制文件。
zh_hant: 在 ~/.lmstudio/models 中找到模型。TurboSpark 可直接執行你的 LM Studio 模型，無需複製檔案。

source: From Config
ar: من الإعدادات
de: Aus der Konfiguration
es: Desde la configuración
fr: Depuis la configuration
he: מהתצורה
hi: कॉन्फ़िग से
id: Dari konfigurasi
it: Dalla configurazione
ja: 構成から
ko: 구성에서
nl: Uit configuratie
pl: Z konfiguracji
pt_br: Da configuração
ru: Из конфигурации
sv: Från konfiguration
tr: Yapılandırmadan
uk: З конфігурації
vi: Từ cấu hình
zh_hans: 来自配置
zh_hant: 來自組態

source: Fuse edits with validation
ar: دمج التعديلات مع التحقق
de: Bearbeitungen mit Validierung zusammenführen
es: Fusionar ediciones con validación
fr: Fusionner les modifications avec validation
he: מזג עריכות עם אימות
hi: सत्यापन के साथ संपादन फ़्यूज़ करें
id: Gabungkan hasil edit dengan validasi
it: Fondi modifiche con convalida
ja: 編集を検証と統合
ko: 유효성 검사와 편집 융합
nl: Bewerkingen samenvoegen met validatie
pl: Połącz edycje z walidacją
pt_br: Mesclar edições com validação
ru: Объединять правки с проверкой
sv: Förena redigeringar med validering
tr: Düzenlemeleri doğrulamayla birleştir
uk: Об'єднувати редагування з перевіркою
vi: Hợp nhất chỉnh sửa với xác thực
zh_hans: 将编辑与验证融合
zh_hant: 將編輯與驗證融合

source: GGUF files usually lack tokenizer.json. If the probe reports missing sidecars, enter the upstream Hugging Face repo (e.g. Qwen/Qwen3.8-27B) here.
ar: تفتقر ملفات GGUF عادةً إلى tokenizer.json. إذا أبلغ الفحص عن ملفات مرافقة مفقودة، فأدخل مستودع Hugging Face الأصلي (مثل Qwen/Qwen3.8-27B) هنا.
de: GGUF-Dateien fehlt normalerweise die Datei tokenizer.json. Wenn die Untersuchung fehlende Begleitdateien meldet, geben Sie hier das Upstream-Hugging Face-Repository (z. B. Qwen/Qwen3.8-27B) ein.
es: Los archivos GGUF suelen carecer de tokenizer.json. Si el análisis informa de que faltan archivos complementarios, introduce aquí el repositorio de Hugging Face de origen (ej. Qwen/Qwen3.8-27B).
fr: Les fichiers GGUF manquent généralement de tokenizer.json. Si la sonde signale des fichiers complémentaires manquants, saisissez le dépôt Hugging Face en amont (ex. Qwen/Qwen3.8-27B) ici.
he: קובצי GGUF בדרך כלל אינם כוללים tokenizer.json. אם הבדיקה מדווחת על קבצים חסרים, הזן כאן את מאגר Hugging Face המקורי (לדוגמה Qwen/Qwen3.8-27B).
hi: GGUF फ़ाइलों में आमतौर पर tokenizer.json नहीं होता है। यदि जांच गुम साइडकार की रिपोर्ट करती है, तो अपस्ट्रीम Hugging Face रेपो (उदा. Qwen/Qwen3.8-27B) यहां दर्ज करें।
id: File GGUF biasanya tidak memiliki tokenizer.json. Jika probe melaporkan file pendamping yang hilang, masukkan repositori Hugging Face upstream (mis. Qwen/Qwen3.8-27B) di sini.
it: I file GGUF di solito mancano di tokenizer.json. Se il probe segnala file collaterali mancanti, inserisci qui il repository upstream di Hugging Face (es. Qwen/Qwen3.8-27B).
ja: GGUF ファイルには通常 tokenizer.json が含まれていません。プローブでサイドカーの欠落が報告された場合は、上流の Hugging Face リポジトリ（例: Qwen/Qwen3.8-27B）をここに入力してください。
ko: GGUF 파일에는 대개 tokenizer.json이 없습니다. 프로브에서 사이드카 파일 누락을 보고하면 업스트림 Hugging Face 저장소(예: Qwen/Qwen3.8-27B)를 여기에 입력하세요.
nl: GGUF-bestanden missen meestal tokenizer.json. Als de controle ontbrekende nevenbestanden meldt, voer dan hier de bovenliggende Hugging Face-repository (bijv. Qwen/Qwen3.8-27B) in.
pl: Pliki GGUF zazwyczaj nie zawierają tokenizer.json. Jeśli skanowanie zgłasza brakujące pliki pomocnicze, wpisz tutaj nadrzędne repozytorium Hugging Face (np. Qwen/Qwen3.8-27B).
pt_br: Arquivos GGUF geralmente não contêm tokenizer.json. Se a verificação relatar arquivos auxiliares ausentes, insira aqui o repositório original do Hugging Face (ex.: Qwen/Qwen3.8-27B).
ru: Файлы GGUF обычно не содержат tokenizer.json. Если зонд сообщает об отсутствующих сопутствующих файлах, укажите здесь исходный репозиторий Hugging Face (например, Qwen/Qwen3.8-27B).
sv: GGUF-filer saknar vanligtvis tokenizer.json. Om sökningen rapporterar saknade tillhörande filer, ange uppströms Hugging Face-arkiv (t.ex. Qwen/Qwen3.8-27B) här.
tr: GGUF dosyalarında genellikle tokenizer.json bulunmaz. İnceleme eksik yan dosyalar bildirirse, yukarı akış Hugging Face deposunu (örn. Qwen/Qwen3.8-27B) buraya girin.
uk: Файли GGUF зазвичай не містять tokenizer.json. Якщо зонд повідомляє про відсутні супутні файли, введіть тут вихідний репозиторій Hugging Face (наприклад, Qwen/Qwen3.8-27B).
vi: Các tệp GGUF thường thiếu tokenizer.json. Nếu thăm dò báo cáo thiếu tệp đi kèm, hãy nhập kho lưu trữ Hugging Face thượng nguồn (ví dụ: Qwen/Qwen3.8-27B) tại đây.
zh_hans: GGUF 文件通常缺少 tokenizer.json。如果探测报告缺少伴生文件，请在此输入上游 Hugging Face 仓库（例如 Qwen/Qwen3.8-27B）。
zh_hant: GGUF 檔案通常缺少 tokenizer.json。如果探測回報缺少附隨檔案，請在此輸入上游 Hugging Face 儲存庫（例如 Qwen/Qwen3.8-27B）。

source: GPU wait
ar: انتظار GPU
de: GPU-Wartezeit
es: Espera GPU
fr: Attente GPU
he: המתנת GPU
hi: GPU प्रतीक्षा
id: Tunggu GPU
it: Attesa GPU
ja: GPU待ち
ko: GPU 대기
nl: GPU-wachttijd
pl: Oczekiwanie GPU
pt_br: Espera da GPU
ru: Ожидание GPU
sv: GPU-väntetid
tr: GPU beklemesi
uk: Очікування GPU
vi: Chờ GPU
zh_hans: GPU 等待
zh_hant: GPU 等待

source: General
ar: عام
de: Allgemein
fr: Général
he: כללי
hi: सामान्य
id: Umum
it: Generale
ja: 一般
ko: 일반
nl: Algemeen
pl: Ogólne
pt_br: Geral
ru: Общие
sv: Allmänt
tr: Genel
uk: Загальні
vi: Cài đặt chung
zh_hans: 通用
zh_hant: 一般

source: Generate
ar: توليد
de: Generieren
es: Generar
fr: Generer
he: צור
hi: उत्पन्न करें
id: Hasilkan
it: Genera
ja: 生成
ko: 생성
nl: Genereren
pl: Generuj
pt_br: Gerar
ru: Генерировать
sv: Generera
tr: Oluştur
uk: Згенерувати
vi: Tạo
zh_hans: 生成
zh_hant: 生成

source: Generate Response
ar: توليد الرد
de: Antwort generieren
es: Generar respuesta
fr: Générer la réponse
he: צור תשובה
hi: उत्तर जनरेट करें
id: Hasilkan Respons
it: Genera risposta
ja: 回答を生成
ko: 응답 생성
nl: Antwoord genereren
pl: Wygeneruj odpowiedź
pt_br: Gerar resposta
ru: Сгенерировать ответ
sv: Generera svar
tr: Yanıt Üret
uk: Згенерувати відповідь
vi: Tạo phản hồi
zh_hans: 生成回复
zh_hant: 產生回覆

source: Generating image
ar: جارٍ إنشاء الصورة
de: Bild wird generiert
es: Generando imagen
fr: Génération de l'image
he: יוצר תמונה
hi: इमेज बनाई जा रही है
id: Membuat gambar
it: Generazione dell'immagine
ja: 画像を生成中
ko: 이미지 생성 중
nl: Afbeelding genereren
pl: Generowanie obrazu
pt_br: Gerando imagem
ru: Создание изображения
sv: Genererar bild
tr: Görüntü oluşturuluyor
uk: Створення зображення
vi: Đang tạo hình ảnh
zh_hans: 正在生成图像
zh_hant: 正在生成圖像

source: Generating response
ar: جاري إنشاء الرد
de: Antwort wird generiert
es: Generando respuesta
fr: Génération de la réponse
he: מייצר תגובה
hi: उत्तर जनरेट हो रहा है
id: Menghasilkan tanggapan
it: Generazione risposta in corso
ja: 回答を生成中
ko: 응답 생성 중
nl: Antwoord genereren
pl: Generowanie odpowiedzi
pt_br: Gerando resposta
ru: Генерация ответа
sv: Genererar svar
tr: Yanıt oluşturuluyor
uk: Генерація відповіді
vi: Đang tạo câu trả lời
zh_hans: 正在生成回答
zh_hant: 正在產生回應

source: Generating response...
ar: جارٍ إنشاء الاستجابة...
de: Antwort wird generiert...
es: Generando respuesta...
fr: Génération de la réponse...
he: מייצר תגובה...
hi: उत्तर उत्पन्न हो रहा है...
id: Menghasilkan respons...
it: Generazione risposta...
ja: 応答を生成中...
ko: 응답 생성 중...
nl: Antwoord genereren...
pl: Generowanie odpowiedzi...
pt_br: Gerando resposta...
ru: Генерация ответа...
sv: Genererar svar...
tr: Yanıt oluşturuluyor...
uk: Генерація відповіді...
vi: Đang tạo câu trả lời...
zh_hans: 正在生成回复...
zh_hant: 正在產生回覆...

source: Generation
ar: التوليد
de: Generierung
es: Generación
fr: Génération
he: יצירה
hi: जनरेशन
id: Generasi
it: Generazione
ja: 生成
ko: 생성
nl: Generatie
pl: Generowanie
pt_br: Geração
ru: Генерация
sv: Generering
tr: Oluşturma
uk: Генерація
vi: Tạo sinh
zh_hans: 生成
zh_hant: 產生

source: Generation Defaults
ar: إعدادات التوليد الافتراضية
de: Generierungs-Standardwerte
es: Valores predeterminados de generación
fr: Paramètres de génération par défaut
he: ברירות מחדל של יצירה
hi: पीढ़ी डिफ़ॉल्ट
id: Default Generasi
it: Valori predefiniti di generazione
ja: 生成のデフォルト
ko: 생성 기본값
nl: Standaardwaarden voor generatie
pl: Domyślne ustawienia generowania
pt_br: Padrões de geração
ru: Параметры генерации по умолчанию
sv: Standardvärden för generering
tr: Üretim Varsayılanları
uk: Параметри генерації за замовчуванням
vi: Mặc định tạo
zh_hans: 生成默认值
zh_hant: 生成預設值

source: Generation Sampling
ar: أخذ عينات التوليد
de: Generierungs-Sampling
es: Muestreo de generación
fr: Échantillonnage de génération
he: דגימת יצירה
hi: पीढ़ी नमूनाकरण
id: Pengambilan Sampel Generasi
it: Campionamento di generazione
ja: 生成サンプリング
ko: 생성 샘플링
nl: Generatiebemonstering
pl: Próbkowanie generowania
pt_br: Amostragem de geração
ru: Сэмплирование генерации
sv: Genereringssampling
tr: Üretim Örneklemesi
uk: Семплювання генерації
vi: Lấy mẫu tạo
zh_hans: 生成采样
zh_hant: 生成取樣

source: Generation stops when the model emits any of these comma-separated strings.
ar: يتوقف التوليد عندما يُخرج النموذج أيا من هذه السلاسل المفصولة بفواصل.
de: Die Generierung stoppt, sobald das Modell eine dieser kommagetrennten Zeichenfolgen ausgibt.
es: La generación se detiene cuando el modelo emite cualquiera de estas cadenas separadas por comas.
fr: La génération s'arrête lorsque le modèle produit l'une de ces chaînes séparées par des virgules.
he: היצירה נעצרת כאשר המודל פולט אחת מהמחרוזות האלה, המופרדות בפסיקים.
hi: जब मॉडल इन अल्पविराम से अलग स्ट्रिंग्स में से कोई भी उत्पन्न करता है, तो जनरेशन रुक जाता है।
id: Pembuatan berhenti saat model mengeluarkan salah satu string yang dipisahkan koma ini.
it: La generazione si interrompe quando il modello emette una di queste stringhe separate da virgole.
ja: モデルがこれらのカンマ区切り文字列のいずれかを出力すると生成が停止します。
ko: 모델이 쉼표로 구분된 이 문자열 중 하나를 출력하면 생성이 중지됩니다.
nl: Het genereren stopt zodra het model een van deze kommagescheiden tekenreeksen produceert.
pl: Generowanie zatrzymuje się, gdy model wygeneruje dowolny z tych ciągów oddzielonych przecinkami.
pt_br: A geração para quando o modelo emite qualquer uma destas cadeias separadas por vírgula.
ru: Генерация останавливается, когда модель выдает любую из этих строк, перечисленных через запятую.
sv: Genereringen stoppar när modellen skickar ut någon av dessa kommaseparerade strängar.
tr: Model, virgülle ayrılmış bu dizelerden herhangi birini ürettiğinde üretim durur.
uk: Генерація зупиняється, коли модель видає будь-який із цих рядків, розділених комами.
vi: Quá trình tạo dừng lại khi mô hình xuất ra bất kỳ chuỗi nào trong danh sách phân tách bằng dấu phẩy này.
zh_hans: 当模型输出这些以逗号分隔的字符串中的任意一个时，生成即停止。
zh_hant: 當模型輸出這些以逗號分隔的字串中的任一個時，生成即停止。

source: Get Token
ar: الحصول على رمز
de: Token abrufen
es: Obtener token
fr: Obtenir un jeton
he: קבל אסימון
hi: टोकन प्राप्त करें
id: Dapatkan token
it: Ottieni token
ja: トークンを取得
ko: 토큰 받기
nl: Token ophalen
pl: Pobierz token
pt_br: Obter token
ru: Получить токен
sv: Hämta token
tr: Belirteç al
uk: Отримати токен
vi: Lấy mã thông báo
zh_hans: 获取令牌
zh_hant: 取得權杖

source: Git Ref
ar: مرجع Git
de: Git-Referenz
es: Referencia de Git
fr: Référence Git
he: הפניית Git
hi: Git रेफ़
id: Referensi Git
it: Riferimento Git
ja: Git リファレンス
ko: Git 참조
nl: Git-referentie
pl: Referencja Git
pt_br: Referência do Git
ru: Ссылка Git
sv: Git-referens
tr: Git referansı
uk: Посилання Git
vi: Tham chiếu Git
zh_hans: Git 引用
zh_hant: Git 參考

source: Git URL
ar: عنوان Git
es: URL de Git
fr: URL Git
he: כתובת Git
id: URL Git
it: URL Git
pl: Adres Git
pt_br: URL do Git
ru: URL Git
sv: Git-adress
tr: Git adresi
uk: URL Git
vi: URL Git
zh_hans: Git 网址
zh_hant: Git 網址

source: Git comparison target
ar: هدف مقارنة Git
de: Git-Vergleichsziel
es: Destino de comparación de Git
fr: Cible de comparaison Git
he: יעד השוואת Git
hi: Git तुलना लक्ष्य
id: Target perbandingan Git
it: Destinazione di confronto Git
ja: Git比較対象
ko: Git 비교 대상
nl: Git-vergelijkingsdoel
pl: Cel porównania Git
pt_br: Destino de comparação do Git
ru: Цель сравнения Git
sv: Mål för Git-jämförelse
tr: Git karşılaştırma hedefi
uk: Ціль порівняння Git
vi: Mục tiêu so sánh Git
zh_hans: Git 比较目标
zh_hant: Git 比較目標

source: Glob patterns that will trigger activation when editing matching files.
ar: أنماط glob التي ستُشغّل التفعيل عند تحرير الملفات المطابقة.
de: Glob-Muster, die beim Bearbeiten passender Dateien die Aktivierung auslösen.
es: Patrones glob que activarán la habilidad al editar archivos coincidentes.
fr: Motifs glob qui déclencheront l'activation lors de la modification des fichiers correspondants.
he: תבניות glob שיפעילו את ההפעלה בעת עריכת קבצים תואמים.
hi: ग्लोब पैटर्न जो मेल खाने वाली फ़ाइलें संपादित करने पर सक्रियण ट्रिगर करेंगे।
id: Pola glob yang akan memicu aktivasi saat mengedit berkas yang cocok.
it: Pattern glob che attiveranno l'abilità quando modifichi file corrispondenti.
ja: 一致するファイルを編集したときにアクティベーションを発動させる glob パターンです。
ko: 일치하는 파일을 편집할 때 활성화를 트리거하는 glob 패턴입니다.
nl: Glob-patronen die activering starten bij het bewerken van overeenkomende bestanden.
pl: Wzorce glob, które wyzwolą aktywację podczas edycji pasujących plików.
pt_br: Padrões glob que acionarão a ativação ao editar arquivos correspondentes.
ru: Шаблоны glob, которые запускают активацию при редактировании подходящих файлов.
sv: Glob-mönster som utlöser aktivering när matchande filer redigeras.
tr: Eşleşen dosyalar düzenlendiğinde etkinleştirmeyi tetikleyecek glob desenleri.
uk: Шаблони glob, які запускають активацію під час редагування відповідних файлів.
vi: Các mẫu glob sẽ kích hoạt khi bạn chỉnh sửa tệp khớp.
zh_hans: 编辑匹配文件时将触发激活的 glob 模式。
zh_hant: 編輯符合的檔案時將觸發啟用的 glob 模式。

source: Global personality and communication guidance for the agent.
ar: إرشادات الشخصية والتواصل العامة للوكيل.
de: Globale Persönlichkeit und Kommunikationshinweise für den Agenten.
es: Personalidad global y orientación de comunicación para el agente.
fr: Personnalité globale et conseils de communication pour l’agent.
he: הנחיות אישיות ותקשורת גלובליות לסוכן.
hi: एजेंट के लिए वैश्विक व्यक्तित्व और संचार मार्गदर्शन।
id: Panduan kepribadian dan komunikasi global untuk agen.
it: Personalità globale e indicazioni sulla comunicazione per l’agente.
ja: エージェントのグローバルな人格とコミュニケーション指針。
ko: 에이전트의 전역 성격 및 커뮤니케이션 지침입니다.
nl: Globale persoonlijkheids- en communicatiebegeleiding voor de agent.
pl: Globalna osobowość i wskazówki komunikacyjne dla agenta.
pt_br: Personalidade global e orientação de comunicação para o agente.
ru: Общие указания по характеру и общению агента.
sv: Global personlighet och kommunikationsvägledning för agenten.
tr: Ajan için küresel kişilik ve iletişim yönergeleri.
uk: Загальні вказівки щодо характеру та спілкування агента.
vi: Hướng dẫn về tính cách và giao tiếp toàn cục cho tác nhân.
zh_hans: 代理的全局个性和沟通指导。
zh_hant: 代理程式的全域個性與溝通指引。

source: Go to chat
ar: الانتقال إلى المحادثة
de: Zum Chat gehen
es: Ir al chat
fr: Aller à la discussion
he: עבור לצ'''אט
hi: चैट पर जाएं
id: Buka obrolan
it: Vai alla chat
ja: チャットへ移動
ko: 채팅으로 이동
nl: Naar chat gaan
pl: Przejdź do czatu
pt_br: Ir para o chat
ru: Перейти в чат
sv: Gå till chatt
tr: Sohbete git
uk: Перейти до чату
vi: Đi tới cuộc trò chuyện
zh_hans: 前往聊天
zh_hant: 前往聊天

source: Goal active
ar: الهدف نشط
de: Ziel aktiv
es: Objetivo activo
fr: Objectif actif
he: מטרה פעילה
hi: लक्ष्य सक्रिय
id: Tujuan aktif
it: Obiettivo attivo
ja: ゴールが有効
ko: 목표 활성화됨
nl: Doel actief
pl: Cel aktywny
pt_br: Meta ativa
ru: Цель активна
sv: Mål aktivt
tr: Hedef etkin
uk: Мета активна
vi: Mục tiêu đang hoạt động
zh_hans: 目标进行中
zh_hant: 目標進行中

source: Governed by macOS TCC & Sandbox
ar: يخضع لـ TCC وصندوق حماية macOS
de: Geregelt durch macOS TCC und Sandbox
es: Regido por TCC y el entorno aislado de macOS
fr: Régi par TCC et le bac à sable de macOS
he: נשלט על ידי TCC וארגז החול של macOS
hi: macOS TCC और सैंडबॉक्स द्वारा नियंत्रित
id: Diatur oleh TCC dan sandbox macOS
it: Regolato da TCC e sandbox di macOS
ja: macOS の TCC とサンドボックスによって管理
ko: macOS TCC 및 샌드박스가 관리
nl: Beheerd door macOS TCC en sandbox
pl: Zarządzane przez TCC i piaskownicę macOS
pt_br: Regido pelo TCC e sandbox do macOS
ru: Регулируется TCC и песочницей macOS
sv: Styrs av macOS TCC och sandlåda
tr: macOS TCC ve korumalı alan tarafından yönetilir
uk: Керується TCC і пісочницею macOS
vi: Do TCC và hộp cát của macOS quản lý
zh_hans: 由 macOS TCC 与沙盒管理
zh_hant: 由 macOS TCC 與沙箱管理

source: Grant Access
ar: منح الوصول
de: Zugriff gewähren
es: Conceder acceso
fr: Accorder l'accès
he: הענק גישה
hi: पहुँच प्रदान करें
id: Beri Akses
it: Consenti accesso
ja: アクセスを許可
ko: 접근 허용
nl: Toegang verlenen
pl: Przyznaj dostęp
pt_br: Conceder acesso
ru: Предоставить доступ
sv: Ge åtkomst
tr: Erişim İzni Ver
uk: Надати доступ
vi: Cấp quyền truy cập
zh_hans: 授予访问权限
zh_hant: 授權存取

source: Group
ar: مجموعة
de: Gruppe
es: Grupo
fr: Groupe
he: קבוצה
hi: समूह
id: Grup
it: Gruppo
ja: グループ
ko: 그룹
nl: Groep
pl: Grupa
pt_br: Grupo
ru: Группа
sv: Grupp
tr: Grup
uk: Група
vi: Nhóm
zh_hans: 分组
zh_hant: 分組

source: Group By
ar: تجميع حسب
de: Gruppieren nach
es: Agrupar por
fr: Grouper par
he: קבץ לפי
hi: इसके अनुसार समूहीकृत करें
id: Kelompokkan Berdasarkan
it: Raggruppa per
ja: グループ化基準
ko: 그룹화 기준
nl: Groeperen op
pl: Grupuj według
pt_br: Agrupar Por
ru: Группировать по
sv: Gruppera efter
tr: Gruplama Ölçütü
uk: Групувати за
vi: Nhóm theo
zh_hans: 分组方式
zh_hant: 分組方式

source: Guardrails Mode
ar: وضع الحواجز الواقية
de: Guardrails-Modus
es: Modo de límites de protección
fr: Mode garde-fous
he: מצב מעקות בטיחות
hi: रेलिंग मोड
id: Mode Guardrail
it: Modalità guardrail
ja: ガードレールモード
ko: 가드레일 모드
nl: Vangrailmodus
pl: Tryb barier ochronnych
pt_br: Modo de proteções
ru: Режим защитных барьеров
sv: Skyddsräckesläge
tr: Güvenlik Korkulukları Modu
uk: Режим запобіжних обмежень
vi: Chế độ rào chắn
zh_hans: 防护模式
zh_hant: 防護模式
